;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=繁體中文
;Language name in English e.g. German
LanguageEn=Chinese(Traditional)

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(空)
21027=確定
21028=取消
21029=關閉

;Words - simple words can be reused
150=無
151=套用
152=資料夾
153=檔案
154=名稱
155=路徑
156=名稱:
157=快速鍵:
158=路徑:
159=Reset
160=Hotkey
161=Edit
162=Theme
163=Export
;164=Tip
165=Example:
166=Parameter
167=Custom

;Global
602=Listary 選項設定

;Balloon
801=Listary 正於背景執行。
802=即时搜索
803="隨打即找"功能已經在這個清單中暫時停用。按 ESC 恢復。

;Tray Menu
1001=在線說明
1002=檢查更新...
1003=關於
1004=結束程式

;Toolbar
1100=搜索

;Favorite Menu
2000=最愛
2001=此應用程式
2002=全域
2003=加入此資料夾到最愛
2004=新增 目前資料夾 至最愛
2050=新增最愛失敗
2051=Listary 無法取得 應用程式的路徑

;Recent Menu
2100=最近開啟的
2101=清除
2105=記錄 此應用程式
2106=不追縱 此應用程式

;Commands Menu
2201=目前開啟的資料夾
2202=切換至檔案管理器中最後瀏覽的資料夾
2203=開啟 檔案管理器 中被選中的檔案
2204=瀏覽目前資料夾
2205=命令提示視窗
2206=切換到應用程式目錄
2207=瀏覽應用程式目錄
2208=顯示檔案副檔名
2209=顯示隱藏檔案與資料夾
2210=複製 資料夾路徑 至剪貼簿
2211=複製 所選項目路徑 至剪貼簿
2212=複製 所選項目名稱 至剪貼簿
2213=選項設定
2214=升級到 Listary Pro
2215=Export List Content to Excel
2216=在此應用程式中禁用 Listary
2218=分隔符
2219=向上一層
2220=Create Folder
2252=您確定要在此應用程式中禁用Listary嗎?
2253=禁用Listary
2254=此程式下次啟動時Listary於將不再作用
2260=命令提示視窗 (管理員權限)
2261=將此 資料夾 添加為 Project

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=列表
2301=跳轉到
2302=沒有項目符合您的搜索。
2303=(當前資料夾)
2304=Project
2305=關聯選單Context Menu

;Options > General
3000=一般設定
3001=Windows開機時，啟動 Listary
3002=於Windows XP檔案總管 自動將輸入焦點設置到檔案列表
3004=快速切換 (於 檔案管理器 切換到 檔案對話框 時開啟目前資料夾)
3005=語言:
3006=預設檔案管理器
3007=如果您喜歡 Windows檔案總管 以外的 檔案管理器，填寫下面的\n使用%1作為路徑參數。表忘記引號。
3008=模糊匹配(Fuzzy matching)
3009=自動檢查更新
3010=檢查測試版更新
3011=Reset Tips
3012=Please change "Path" to the real path of $1 on your system.
3020=設定在目前清單中暫時停用"隨打即找"功能的前導字元(按 ESC 恢復):

;Options > Favorites
3100=最愛
3106=子目錄

;Options > Keywords
3300=Keywords
3306=新增自訂指令
3309=指令
3313=顯示標題:
3314=描述:
3315=關鍵字:
3316=靜默執行
3317=以 管理員權限 執行
3318=Batch Add
3319=Working directory:
3320=Only show in launcher
3330=Format:

;Options > Applications
3402=在此應用程式啟用Listary
3403=記錄 最近檔案和資料夾

;Options > Display
3603=相對於列表
3604=相對於視窗
3605=從上
3606=從下
3607=從左
3608=從右
3618=視窗頂上
3619=視窗底下
3620=相對於螢幕
3621=Center of window
3624=滑鼠雙擊 空白區域 彈出Listary最愛選單
3625=滑鼠中鍵 彈出Listary最愛選單
3626=Enable Listary hotkeys
3628=工具列位置
3629=隨打即找

;Options > Pro
3800=升級到Listary Pro
3802=姓名:
3803=Email:
3804=註冊碼:
3808=貼上註冊碼
3809=檢查註冊碼
3810=恭喜，你已經成功地升級到 Listar y專業版!
3811=抱歉，您的註冊碼無效!
3812=Listary 僅對個人非商業用戶免費。
3813=如果你想把 Listary 用於商業目的或營業場所，或想要支持 Listary 的發展，請升級至Listary Pro。
3814=立刻升級到 Listary Pro！

;Options > About
3900=關於
3902=訪問首頁
3903=此程式授權給

;Options > Integration
4000=整合
4002=使用Total Commander來代替檔案對話框:

;Custom Command Dialog
4200=自訂指令
4202=參數:
4210=新增文字文件 (示範)
4211=新增 "{query}.txt"
4212=例如 輸入 "txt abc" 以在記事本中編輯 "abc.txt"

;Add Favorite Dialog
4300=加到我的最愛
4301=使用路徑作名稱

;Menu List
4400=選單
4401=工具列
4402=彈出選單
4403=最愛
4404=應用程式☞最愛
4405=Total Commander 目錄選單
4406=最近開啟的
4407=指令
4408=系統匣左鍵選單
4409=系統匣右鍵選單

;Menu List Item Type
4500=資料夾
4501=檔案/文件
4502=執行應用程式

;Options > Menus
5000=選單
5001=指令
5002=重置選單
5003=確定要重置所有選單嗎？你的"最愛"和自定義指令不會被重置。
5010=變更圖示
5011=還原成預設圖示

;Options > Hotkeys
5200=快速鍵
3503=顯示 Listary 工具列:
3504=顯示 彈出選單:
5201=Press Ctrl twice to show/hide Listary
5210=Next item:
5211=Previous item:


;Options > By Application
5300=App Settings
5301=釘選路徑
5302=只顯示使用非預設設置的應用程式

;Options > Index
;Removed: 5402 5403
5404=磁碟搜索排除
5410=排除磁碟或資料夾
5411=添加排除篩選器
5412=移除選定的條目
5413=磁碟搜索
5416=關閉磁碟搜索
5417=強制重建索引
5418=載入中...
5419=索引
5420=NTFS 磁碟區
5421=自訂索引位置
5422=無效的資料夾排除清單
5423=排除篩選器
5430=新增自訂索引位置
5440=每隔 $1 分鐘更新一次索引 (0 代表關閉)
5441=立即更新索引


;Options > History
5500=歷史記錄
5501=記錄打開的檔案和資料夾
5502=清除歷史記錄
5503=你確定要刪除所有的歷史記錄嗎？
3208=在 開啟檔案對話框 中自動選擇最後開啟的檔案
3215=搜索最近的檔案和資料夾
5510=歷史記錄排除

;Options > Projects
5600=Projects
5601=關鍵字
5602=這是什麼？
5603=舉例來說，若將 "D:\Websites\My Blog" 設成 project ，關鍵字設為 "blog", 你將可以在任何地方輸入 "blog 檔案_我找得你好苦.html" 來搜尋此資料夾下的檔案。
5605=使用此功能，立刻升級到 Listary Pro！

;Options > Appearance
5700=外觀
5701=介面大小
5702=正常
5703=較小
5710=像素 (0 代表使用預設值)
5711=寬度:
5712=最大高度:

;Options > Launch Apps
5800=執行程式
5801=搜尋資料夾
5802=Search Windows Store apps

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Options > Actions
6000=Actions
6001=Add custom action
6010=Open with Notepad (Example)

;Dialog > Add Exclude Filter
6100=加入排除篩選器
6101=* 匹配 0 或 多個字符。                                                                              .
6102=? 匹配1個字符
6103=篩選器:

;Dialog > Register Hotkey
6200=Listary 快速鍵
6201=快速鍵 $1 已經被其他程式用走。
6202=指定一個新的:

;Dialog > Upgrade to Pro
6301=This is a PRO feature, offered here for free evaluation.
6302=繼續

;Updates
6400=Listary 更新
6402=Listary 無法檢查更新，請稍候再試。
6403=你使用的是最新版 Listary，請日後再檢查更新。
6404=新版本的 $1可用！
6405=已安裝版本:
6406=最新版本:
6407=打開下載網頁
6408=忽略此版本
6409=稍後再提醒我

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Search result path
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=點擊設置快速鍵
8001=按下快速鍵

;Tips
8500=Press $1 to switch to launcher mode
8501=Press $1 to enter Actions menu
8502=Press $1 to search only files

;Actions
9000=Action
9001=打開資料夾
9002=複製路徑至剪貼簿
9003=打開
9004=複製資料夾路徑至剪貼簿
9005=複製到當前資料夾
9006=移動到當前資料夾
9007=複製
9008=剪下
9009=Send to
9010=Set Keyword
9011=Open with
9020=確定要把 "$1" 移動到 "$2"嗎？
9021=Choose another app

;Tutorial
7000=教程
7001=試一試！
7002=繼續 >
7003=不了，謝謝
7004=完成
7005=完成後，點擊 *繼續 >*

7010=This seems to be the first time you are running Listary. Would you like to take a quick tour?

7020=在開始之前，我們需要打開一個檔案管理器視窗。

7030=在檔案管理器視窗，你可以直接輸入任何關鍵字。
7031=輸入 *text 2*

7040=*Tab / Up / Down:* 選擇檔案或資料夾
7041=*Enter:* 打開選擇檔案或資料夾
7042=*ESC:* 隱藏 Listary 工具列

7090=如果你喜歡用鼠標，你可以通過雙擊左鍵或單擊中鍵來激活 Listary。
7091=在檔案總管的任意空白處雙擊滑鼠左鍵。

7100=To search all your apps and files anytime, press Ctrl twice.
7101=Press *Ctrl twice*
7102=Type *Notepad*
7103=按下 Enter 開啟記事本

7110=你應該有一個記事本視窗了。
7111=In Notepad, click File menu > Open…
7112=按下 *Ctrl + G*

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=感謝你進行此教程。想要瞭解 Listary 的更多功能，點擊下面的鏈結：
7142=Learn more about Listary

